[
    {
        "Baslarken": "Euzu billahi mineşşeytanirracim. Bismillahirrahmanirrahim.",
        "SureAdi": "Fatiha",
        "SiraNo": 1,
        "Aciklama": "Mekke döneminde inmiştir. Yedi âyettir. Kur'an-ı Kerim'in ilk sûresi olduğu için \"başlangıç\" anlamına \"Fatiha\" denilmiştir. Sûrenin ayrıca \"Ümmü'l-Kitab\" (Kitab'ın özü), \"es-Sebul Mesânî\" (Tekrarlanan yedi âyet), \"el-Esâs\", \"el-Vâfiye\", \"el-Kâfiye\", \"el-Kenz\", \"eş-Şifa\", \"eş-Şükr\", ve \"es-Salât\" gibi başka adları da vardır. Kur'ân'ın içerdiği esaslar öz olarak Fâtiha'da vardır. Zira övgü ve yüceltilmeye lâyık bir tek Allah'ın varlığı, onun hâkimiyeti, tek mabut oluşu, kulluğun ancak O'na yapılıp O'ndan yardım isteneceği, bu sûrede özlü bir şekilde ifade edilir. Fâtihâ sûresi aynı zamanda baştan başa eşsiz bir güzellikte dua, bir yakarıştır.",
        "Ayetler": [
            "Rahmân ve rahîm Allah'ın adıyla",
            "Hamd (övme ve övülme), âlemlerin Rabbi Allah'a mahsustur.",
            "O, râhmandır ve râhimdir.",
            "Ceza gününün mâlikidir.",
            "(Rabbimiz!) Ancak sana kulluk ederiz ve yalnız senden medet umarız.",
            "Bize doğru yolu göster",
            "Kendilerine lütuf ve ikramda bulunduğun kimselerin yolunu; gazaba uğramışların ve sapmışların yolunu değil! Âmin."
        ]
    },
    {
        "SureAdi": "Bakara",
        "SiraNo": 2,
        "Aciklama": "Medine döneminde inmiştir. Kur'an-ı Kerim en uzun sûresi olup 286 ayettir. Adını, 67-73. âyetlerde yer alan \"bakara (sığır)\" kelimesinden alır. Sûre, İslam hukukunun ana konularıyla ilgili pek çok hüküm içermektedir.",
        "Baslarken": "Râhman ve Rahîm olan Allah'ın adıyla",
        "Ayetler": [
            "Elif, Lâm, Mîm.",
            "Bu, kendisinde şüphe olmayan kitaptır. Allah'a karşı gelmekten sakınanlar için yol göstericidir.",
            "Onlar gaybe inanırlar, namazı dosdoğru kılarlar, kendilerine rızık olarak verdiğimizden Allah yolunda harcarlar.",
            "Yine onlar sana indirilene ve senden önce indirilene iman ederler; ahiret gününe de kesinkes inanırlar.",
            "İşte onlar Rab'lerinden (gelen) bir hidayet üzeredirler ve kurtuluşa erenler de onlardır.",
            
            "Küfre saplananlara gelince, onları uyarsan da, uyarmasan da, onlar için birdir, inanmazlar.",
            "Allah onların kalplerini ve kulaklarını mühürlemiştir. Gözleri üzerinde de bir perde vardır. Onlar için büyük bir azap vardır.",
            
            "İnsanlardan, inanmadıkları halde, \"Allah'a ve ahiret gününe inandık\" diyenler de vardır.",
            "Bunlar Allah'ı ve mü'minleri aldatmaya çalışırlar. Oysa sadece kendilerini aldatırlar da farkında değillerdir.",
            "Kalplerinde münafıklıktan kaynaklanan bir hastalık vardır. Allah da onların hastalıklarını artırmıştır. Söyledikleri yalana karşılık da onlara elem dolu bir azap vardır.",
            "Bunlara, \"Yeryüzünde fesat çıkarmayın\" denildiğinde, \"Biz ancak ıslah edicileriz!\" derler.",
            "İyi bilin ki, onlar bozguncuların ta kendileridir. Fakat farkında değillerdir.",
            "Onlara, \"İnsanların inandıkları siz de inanın\" denildiğinde ise, \"Biz de akılsızlar gibi iman mı edelim?\" derler. İyi bilin ki, asıl akılsızlar kendileridir, fakat bilmezler.",
            "İman edenlerle karşılaştıkları zaman, \"İnandık\" derler. Fakat şeytanlarıyla (münafık dostlarıyla) yalnız kaldıkları zaman, \"Şüphesiz, biz sizinle beraberiz. Biz ancak onlarla alay ediyoruz\" derler.",
            "Gerçekte Allah onlarla alay eder (alayların dolayı onları cezalandırır); azgınlıkları içinde bocalayıp dururlarken onlara mühlet verir.",
            "İşte onlar, hidayete karlışık sapıklığı satın almış kimselerdir. Bu yüzden alışverişleri onlara kâr getirmemiş ve (sonuçta) doğru yolu bulamamışlardır.",
            "Onların durumu, (geceleyin) ateş yakan kimsenin durumuna benzer: Ateş tam çevresini aydınlattığı sırada Allah ışıklarını yok ediverir de onları göremez bir şekilde karanlıklar içinde bırakıverir.",
            "Onlar, sağırdırlar, dilsizdirler, kördürler. Artık (hakka) dönmezler.",
            "Yahut onların durumu, gökten yoğun karanlıklar içinde gök gürültüsü ve şimşekle sağanak halinde boşanan yağmura tutulmuş kimselerin durumu gibidir. Ölüm korkusuyla, yıldırım seslerinden parmaklarını kulaklarına tıkarlar. Oysa Allah kâfirleri çepeçevre kuşatmıştır.",
            "Şimşek neredeyse gözlerini alıverecek. Önlerini her aydınlatışında ışığında yürürler. Karanlık çökünce dikilip kalırlar. Allah dileseydi, elbette onların işitme ve görme duyularını giderirdi. Şüphesiz Allah her şeye hakkıyla gücü yetendir.",
            
            "Ey insanlar! Sizi ve sizden öncekileri yaratan Rabbinize ibadet edin ki, Allah'a karşı gelmekten sakınasınız.",
            "O, yeri sizin için döşek, göğü de bina yapan, gökten su indirip onunla size rızık olarak çeşitli ürünler çıkarandır. Öyleyse siz de bile bile Allah'a ortaklar koşmayın.",
            "Eğer kulumuza (Muhammed'e) indirdiğimiz (Kur'an) hakkında şüphede iseniz, haydin onun benzeri bir sûre getirin ve eğer doğru söyleyenler iseniz, Allah'tan başka şahitlerinizi çağırın (ve bunu ispat edin).",
            "Eğer, yapamazsanız -ki hiçbir zaman yapamayacaksınız- o halde yakıtı insanlarla taşlar olan ateşten sakının. O ateş kafirler için hazırlanmıştır.",
            "İman edip salih ameller işleyenlere, kendileri için; içinden ırmaklar akan cennetler olduğunu müjdele. Cennetlerin meyvelerinden kendilerine her rızık verilişinde, \"Bu (tıpkı) dana önce (dünyada iken) bize verile rızık!\" diyecekler. Halbuki bu rızık onlara (dünyadakine) benzer olarak verilmiştir. Onlar için orada tertemiz eşler de vardır. Onlar orada ebedi kalacaklardır.",
            "Allah bir sivrisineği, ondan daha da ötesi bir varlığı örnek olarak vermekten çekinmez. İman edenler onun, Rablerinden (gelen) bir gerçek olduğunu bilirler. Küfre saplananlar ise, \"Allah örnek olarak bununla neyi kastetmiştir?\" derler.",
            "(Allah) onunla bir çoklarını saptırır, bir çoklarını da doğru yola iletir. Onunla ancak fasıkları saptırır.",
            "Onlar, Allah'a verdikleri sözü, pekiştirilmesinden sonra bozan, Allah'ın korunmasını emrettiği bağları (iman, akrabalık, beşeri ve ahlâki bütün ilişkileri) koparan ve yeryüzünde bozgunculuk yapan kimselerdir.",
            "İşte onlar ziyana uğrayanların ta kendileridir.",
            "Siz cansız (henüz yok) iken sizi dirilten (dünyaya getiren) Allah'ı nasıl inkar ediyorsunuz? Sonra sizleri öldürecek, sonra yine diriltecektir. En sonunda ona döndürüleceksiniz.",
            "O, yeryüzünde onların hepsini sizin için yaratan, sonra göğe yönelip onları yedi gök halinde düzenleyendir. O her şeyi hakkıyla bilendir.",
            
            "Hatırla ki Rabbin meleklere: Ben yeryüzünde bir halife yaratacağım, dedi. Onlar: Bizler hamdinle seni tesbih ve seni takdis edip dururken, yeryüzünde fesat çıkaracak, orada kan dökecek birini mi yaratacaksın? dediler. Allah da onlara: Sizin bilemiyeceğinizi herhalde ben bilirim, dedi.",
            "Allah Âdem'e bütün isimleri, öğretti. Sonra onları önce meleklere arzedip: Eğer siz sözünüzde sadık iseniz, şunların isimlerini bana bildirin, dedi.",
            "Melekler: Yâ Rab! Seni noksan sıfatlardan tenzih ederiz, senin bize öğrettiklerinden başka bizim bilgimiz yoktur. Şüphesiz âlim ve hakîm olan ancak sensin, dediler.",
            "(Bunun üzerine:) Ey Âdem! Eşyanın isimlerini meleklere anlat, dedi. Âdem onların isimlerini onlara anlatınca: Ben size, muhakkak semâvat ve arzda görülmeyenlerı (oralardaki sırları) bilirim. Bundan da öte, gizli ve açık yapmakta olduklarınızı da bilirim, dememiş miydim? dedi",
            "Hani biz meleklere (ve cinlere): Âdem'e secde edin, demiştik. İblis hariç hepsi secde ettiler. O yüz çevirdi ve büyüklük tasladı. böylece kâfirlerden oldu.",
            "Biz: Ey Âdem! Sen ve eşin (Havva) beraberce cennete yerleşin; orada kolaylıkla istediğiniz zaman her yer cennet nimetlerinden yeyin; sadece şu ağaca yaklaşmayın. Eğer bu ağaçtan yerseniz her ikiniz de kendine kötülük eden zalimlerden olursunuz, dedik.",
            "Şeytan onların ayaklarını kaydırıp haddi tecavüz ettirdi ve içinde bulundukları (cennetten) onları çıkardı. Bunun üzerine: Bir kısmınız diğerine düşman olarak ininiz, sizin için yeryüzünde barınak ve belli bir zamana dek yaşamak vardır, dedik.",
            "Bu durum devam ederken Âdem, Rabbinden bir takım ilhamlar aldı ve derhal tevbe etti. Çünkü Allah tevbeleri kabul eden ve merhameti bol olandır.",
            "Dedik ki: Hepiniz cennettten inin! Eğer benden size bir hidayet gelir de her kim hidayetime tâbi olursa onlar için herhangi bir korku yoktur ve onlar üzüntü çekmezler.",
            "İnkâr edip âyetlerimizi yalanlayanlara gelince, onlar cehennemliktir, onlar orada ebedî kalırlar.",

            "Ey İsrailoğulları! Size verdiğim nimetlerimi hatırlayın, bana verdiğiniz sözü yerine getirin ki, ben de size vâdettiklerimi vereyim. Yalnızca benden korkun.",
            "Elinizdekini (Tevrat'ın aslını) tasdik edici olarak indirdiğime (Kur'an'a) iman edin. Sakın onu inkâr edenlerin ilki olmayın! Âyetlerimi az bir karşılık ile satmayın, yalnız benden (benim azabımdan) korkun.",
            "Bilerek hakkı bâtıl ile karıştırmayın, hakkı gizlemeyin.",
            "Namazı tam kılın, zekâtı hakkıyla verin, rükû edenlerle beraber rükû edin.",
            
            "(Ey bilginler!) Sizler kitabı (Tevrat'ı) okuduğunuz (gerçekleri bildiğiniz) halde, insanlara iyiliği emredip kendinizi unutuyor musunuz?",
            "Sabır ve namaz ile Allah'tan yardım isteyin. Şüphesiz o (sabır ve namaz), Allah'a saygıdan kalbi ürperenler dışında herkese zor ve ağır gelen bir görevdir.",
            "Onlar, kesinlikle Rablerine kavuşacaklarını ve O'na döneceklerini düşünen ve bunu kabullenen kimselerdir.",
            
            "Ey İsrailoğlulları! Size verdiğim nimetimi ve sizi (bir zamanlar) cümle âleme üstün kıldığımı hatırlayın.",
            "Öyle bir günden korkun ki, o günde hiç kimse başkası için herhangi bir ödemede bulunamaz; hiç kimseden (Allah izin vermedikçe) şefaat olunmaz, fidye alınmaz; onlara asla yardım da yapılmaz.",
            "Hatırlayın ki sizi Firavun taraftarlarından kurtardık. Çünkü onlar azabın en kötüsünü reva görüyorlar, yeni doğan erkek çocuklarınızı kesiyorlar, (fenalık için) kızlarınızı hayatta bırakıyorlardı. Aslında o size reva görülenlerde Rabbinizden büyük bir imtihan vardı.",
            "Bir zamanlar biz sizin için denizi yardık, sizi kurtardık, Firavun taraftarlarını da, siz bakıp dururken denizde boğduk.",
            "Musa'ya kırk gece (vahyetmek üzere) söz vermiştik. Sonra haksızlık ederek buzağıyı (tanrı) edinizdiniz.",
            "O davranışlarınızdan sonra (akıllanıp) şükredersiniz diye sizi affettik.",
            "Doğru yolu bulasınız diye Musa'ya Kitab'ı ve hak ile batılı ayıran hükümleri verdik.",
            "Musa kavmine demişti ki! Ey kavmim! Şüphesiz siz, buzağıyı (tanrı) edinmekle kendinize kötülük ettiniz. Onun için Yaradanınıza tevbe edin de nefislerinizi (kötü duygularınızı) öldüürün. Öyle yapmanız Yaratıcınızın katında sizin için daha iyidir. Böylece Allah tevbenizi kabul etmiş olur. Çünkü acıyıp tevbeleri kabul eden ancak O'dur.",
            
            "Bir zamanlar: Ey Musa! Biz Allah'ı açıkça görmedikçe asla sana inanmayız, demiştiniz de bakıp durur olduğunuz halde hemen sizi yıldırım çarpmıştı.",
            "Sonra ölümünüzün ardından sizi dirilttik ki şükredesiniz.",
            "Ve sizi bulutla gölgeledik, size kudret helvası ve bıldırcın gönderdik ve \"Verdiğimiz güzel nimetlerden yeyiniz\" (dedik). Hakikatta onlar bize değil sadece kendilerine kötülük ediyorlardı.",
            "(İsrailoğularına:) Bu kasabaya girin, orada bulunanlardan dilediğiniz şekilde bol bol yeyin, kapısından eğilerek girin, (girerken) \"Hıttâ\" (Yâ Rabbi bizi affet\" deyin ki, sizin hatalarınızı bağışlayalım; zira biz iyi davrananlara (fazlasıyla) vereceğiz, demiştik.",
            "Fakat zalimler, kendilerine söylenenleri başka sözlerle değştirdiler. Bunun üzerine biz, yapmakta oldukları kötülükler sebebiyle zalimlerin üzerine gökten acı bir azao indirdik.",
            "Musa (çölde) kavmi için su istemişti de biz ona: Değneğinle taşa vur! demiştik. Derhal (taştan) on iki kaynak fışkırdı. Her bölük içeceği kaynağı bildi. (Onlara:) Allah'ın rızkından yeyin, için, sakın yeryüzünde bozgunculuk etmeyin, dedik.",
            "Hani siz (verilen nimetlere karşılık): Ey Musa! Bir tek yemekle yetinemeyiz; bizim için Rabbine dua et de yerin bitirdiği şeylerden; sebzesinden, hıyarından, sarımsağından, mercimeğinden, soğanından bize çıkarsın, dediniz. Musa ise: Daha iyiyi daha kötü ile değiştirmek mi istiyorsunuz? O halde şehre inin. Zira istedikleriniz sizin için orada var, dedi. İşte (bu hadiseden sonra) üzerline aşağılık ve yoksulluk damgası vuruldu. Allah'ın gazabına uğradılar. Bu musibetler (onların başına), Allah'ın âyetlerini inkara devam etmeleri, haksız olarak peygamberleri öldürmeleri sebebiyle geldi. Bunların hepsi, sadece isyanları ve taşkınlıkları sebebiyledir.",

            "Şüphesiz iman edenler; yahudilerden, hristiyanlardan ve sâbiîlerden de Allah'a ve ahiret gününe inanıp sâlih ameller işleyenler için Rableri katında mükâfatlar vardır. Onlar için herhangi bir korku yoktur, onlar üzüntü çekmeyeceklerdir.",
            "Sizden sağlam bir söz almış, Tûr dağının altında, size verdiğimizi kuvvetle tutun, onda bulunanları daima hatırlayın, umulur ki, korunursunuz (demiştik de);",
            "Ondan sonra sözünüzden dönmüştünüz. Eğer sizin üzerinizde Allah'ın ihsanı ve rahmeti olmasaydı, muhakkak zarara uğrayanlardan olurdunuz.",
            "İçinizden cumartesi günü azgınlık edip de, bu yüzden kendilerine: Aşağılık maymunlar olun! dediklerimizi elbette bilmektesiniz.",
            "Biz bunu (maymunlaşmış insanları), hadiseyi bizzat görenlere ve sonradan gelenlere bir ibret dersi, müttakîler için de bir öğüt vesilesi kıldık.",
            
            "Musa, kavmine: Allah bir sığır kesmenizi emrediyor, demişti de: Bizimle alay mı ediyorsun? demişlerdi. O da: Cahillerden olmaktan Allah'a sığınırım, dmeişti.",
            "\"Bizim adımıza Rabbine dua et, bize onun ne olduğunu açıklasın\" dediler. Musa: Allah diyor ki: \"O, ne yaşlı ne de körpe; ikisi arasında bir inak.\" Size emredileni hemen yapın, dedi.",
            "Bu defa: Bizim için Rabbine dua et, bize onun rengini açıklasın, dediler. \"O diyor ki: Sarı renkli, parlak tüylü, bakanların içini açan bir inektir.\" dedi",
            "\"(Ey Musa!) Bizim için, Rabbine dua et de onun nasıl bir sığır olduğunu bize açıklasın, nasıl bir inek keseceğimizi anlayamadık. Biz, inşallah emredileni yapma yolunu buluruz.\" dediler.",
            "(Musa) dedi ki: Allah şöyle buyuruyor: O, henüz boyunduruk altına alınmayan, yer sürmeyen, ekin sulamayan, serbest dolaşan (salma), renginde hiç alacası bulunmayan bir inektir. \"İşte şimdi gerçeği anlattın\" dediler ve bunun üzerine (onu bulup) kestiler, ama az kalsın kesmeyeceklerdi.",
            "Hani siz bir adam öldürmüştünüz de onun hakkında birbirinizle atışmıştınız. Halbuki Allah gizlemekte olduğunuzu ortaya çıkaracaktır.",
            "\"Haydi, şimdi (öldürülen) adama, (kesilen ineğin) bir parçasıyla vurun\" dedik.",
            "Böylece Allah ölüleri diriltir ve düşünesiniz diye size âyetlerini (Peygamberine verdiği mucizilerini) gösterir.",
            "(Ne var ki) bunlardan sonra kalpleriniz yine katılaştı. Artık kalpleriniz taş gibi yahut daha katıdır. Çünkü taşlardan öylesi var ki, içinden ırmaklar kaynar. Öylesi de var ki çatlar da ondan su fışkırır. Taşlardan bir kısmı da Allah korkusuyla yukarıdan aşağı yuvarlanır. Allah yapmakta olduklarınızdan gafil değldir.",

            "Şimdi (ey müminler!) onların size inanacaklarını mı umuyorsunuz? Oysa ki, onlardan bir zümre, Allah'ın kelâmını işitirler de iyice anladıktan sonra, bile bile onu tahrif ederlerdi.",
            "(Münafıklar) inananlarla karşılaştıklarında \"iman ettik\" derler. Birbirleriyle başbaşa kaldıkları vakit ise: Allah'ın size açtıklarını (Tevrat'taki bilgileri), Rabbiniz katında sizin aleyhinize hüccet getirmeleri için mi onlara anlatıyorsunuz; bunları düşünemiyor musunuz? derler.",
            "Onlar bilmezler mi ki, gizlediklerini de açıkça yaptıklarını da Allah bilmektedir.",
            "İçlerinde bir takım ümmîler vardır ki, Kitab'ı (Tevrat'ı) bilmezler. Bütün bildikleri kulaktan dolma şeylerdir. Onlar sadece zan ve tahminde bulunuyorlar.",
            "Elleriyle (bir) Kitap yazıp sonra onu az bir bedel karşılığında satmak için \"Bu Allah katındandır\" diyenlere yazıklar olsun! Elleriyle yazdıklarından ötürü vay hallerine onların! Ve kazandıklarından ötürü vay haline onların!",

            "İsrailoğulları: Sayılı bir kaç gün müstesna, bize ateş dokunmayacaktır, dediler."
        ]
    },
    {
        "SureAdi": "Al-i İmran",
        "SiraNo": 3,
        "Aciklama": "Medine döneminde inmiştir. Kur'an-ı Kerim en uzun sûresi olup 286 ayettir. Adını, 67-73. âyetlerde yer alan \"bakara (sığır)\" kelimesinden alır. Sûre, İslam hukukunun ana konularıyla ilgili pek çok hüküm içermektedir.",
        "Baslarken": "Râhman ve Rahîm olan Allah'ın adıyla",
        "Ayetler": []
    }
]